Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/consumer_protection/pricing/consumer_price_index.html.txt.tmx
Source language: en
Languages: ga

source: The Consumer Price Index (CPI) is designed to measure the change in the average level of prices paid for consumer goods and services by all private households and foreign visitors to Ireland
ga: Tomhaiseann an tInnéacs Praghsanna do Thomhaltóirí (IPT) athruithe i meánleibhéal praghsanna a íocann teaghlaigh agus cuairteoirí eachtrannacha go hÉirinn le haghaidh earraí tomhaltais agus seirbhísí

source: The CPI is the official measure of inflation
ga: Is é an IPT an slat tomhais oifigiúil maidir le bolsciú in Éirinn

source: The most recent CPI figures are available on the Central Statistics Office (CSO) website
ga: Is iad na figiúirí is déanaí IPT ar fáil ar láithreán gréasáin na Príomh-Oifige Staidrimh

source: The Central Statistics Office carries out this survey by collecting the prices of a fixed representative group of goods and services on an ongoing basis every month
ga: Déanann an Phríomh-Oifig Staidrimh (POS) an suirbhé seo trí phraghsanna grúpa léirithe buan d'earraí agus seirbhísí a bhailiú ar bhonn leanúnach gach mí

source: These prices are then compared to the prices from the same goods and services from the previous month and the price change calculated
ga: Cuirtear na praghsanna seo i gcomparáid le praghsanna na n-earraí agus na seirbhísí céanna ón mí roimhe agus ríomhtar an t-athrú

source: The prices of these goods and services are then combined into a single index measuring the overall level of prices
ga: Cuirtear le chéile in aon innéacs amháin praghsanna na n-earraí agus na seirbhísí seo, a thomhaiseann leibhéal iomlán praghsanna

source: The index is compiled in the week of the second Tuesday of each month up to and including the third Tuesday of each month
ga: Cuirtear an t-innéacs i dtoll a chéile i rith sheachtain an dara Máirt gach mí a fhad leis an tríú Máirt i ngach mí

source: The goods and services that are included in the basket are determined from the Household Budget Survey
ga: Socraítear na táirgí agus na seirbhísí a chuirtear san áireamh ón Suirbhé ar Bhuiséad Teaghlaigh

source: The relative importance or weights of these goods and services are also decided by the CSO from information collected in the Household Budget survey
ga: Socraíonn an POS an tábhacht nó ualaí coibhneasta na n-earraí agus na seirbhísí seo de réir eolais bailithe ón Suirbhé ar Bhuiséad Teaghlaigh

source: The main purpose of the Household Budget Survey is to determine in detail the current pattern of household expenditure in order to update the expenditure weighting of the CPI
ga: Is í príomhaidhm an tSuirbhé ar Bhuiséad Teaghlaigh patrún reatha caitheachais teaghlaigh a shocrú go mion chun ualach caiteachais an IPT a choinneáil suas chun dáta

source: The CSO provide information on how the CPI is calculated (pdf)
ga: Cuireann an Phríomh-Oifig Staidrimh (POS) faisnéis ar fáil ar conas a ríomhtar an IPT (pdf)

source: The CPI tells us the percentage change in prices over time
ga: Cuireann an IPT faisnéis ar fáil dúinn faoin gcéatadán d’athrú a thagann ar phraghsanna le himeacht ama

source: If we compare index numbers for 2 different products, we can say that the price of one product is rising or falling faster or slower than the other
ga: Má chuirimid uimhreacha innéacs do dhá tháirge éagsúla i gcomparáid, is féidir linn a dheimhniú go bhfuil an praghas atá ar tháirge amháin ag dul in airde nó ag teacht anuas níos tapúla nó níos moille ná an táirge eile

source: Prices will generally increase with time and your money loses purchasing power
ga: Is gnách go méadófar praghsanna le himeacht ama agus bíonn níos lú cumhacht cheannaigh ag d’airgead dá bharr

source: This increase in the overall level of prices is called inflation
ga: Tugtar boilsciú ar an méadú seo a thagann ar an leibhéal foriomlán praghsanna

source: You could also use the CPI - among other things - to check whether your wages have kept pace with prices
ga: D’fhéadfá an IPT a úsáid – i measc rudaí eile – lena sheiceáil cibé acu ar tháinig nó nár tháinig an méadú céanna ar do phá

source: If your take-home pay increases by less than the index over a certain period (say a year), then you are less well off
ga: Má thagann méadú níos lú ná an méadú innéacs ar an bpá a thugann tú abhaile i gcaitheamh tréimhse éigin (cuirimis i gcás, bliain amháin), ní bhaineann tú an sochar céanna as

source: Apart from calculating the overall price index, the CSO calculates indices for specific types of goods such as food or housing
ga: Seachas ón innéacs foriomlán praghsanna a ríomh, ríomhann an POS innéacsanna do na saghsanna ar leith earraí, ar nós bia nó tithíochta

source: The CSO provides information on frequently asked questions about the Consumer Price Index (pdf)
ga: Cuireann an POS faisnéis ar fáil ar cheisteanna coitianta faoin Innéacs Praghsanna do Thomhaltóirí (pdf)

source: The CPI covers the full range of housing costs, namely:
ga: Clúdaíonn an IPT réimse iomlán costais tithíochta, sé sin:

source: • Mortgage interest costs of buying a house or apartment
ga: • Costas úis mhorgáiste chun teach nó arásan a cheannach

source: • Rents of privately owned dwellings
ga: • Cíos tithe i seilbh phríobháideach

source: • Rents of local authority dwellings
ga: • Cíos tithe údaráis áitiúil

source: • Domestic energy products such as electricity, oil, gas etc
ga: • Táirgí fuinneamh tí, ar nós leictreachais, ola, gáis etc

source: Water supply and sewage collection were added in January 2015
ga: Cuireadh soláthar uisce agus séarachais leo in Eanáir 2015

source: The outright purchase of a house or apartment as a private residence is not covered in the CPI as it is considered to be a form of investment rather than consumer expenditure
ga: Ní chlúdaíonn an IPT ceannach thar barr amach tí nó ceannach arásan mar theach cónaithe príobháideach mar breathnaítear air mar chineál infheistíochta in áit caitheachais tomhaltóra

source: Down payments in the case of mortgage arrangements and the capital element of mortgage repayments are also excluded from the CPI for the same reason
ga: Fágtar amach ón IPT íocaíochtaí síos i gcás morgáiste agus an chuid caipitil d'íocaíochtaí morgáiste, ar an gcúis chéanna

source: Each month, the CSO publishes the monthly and annual rate of inflation - this is given in terms of the percentage changes in prices since the preceding month and since the same month in the previous year
ga: Foilsíonn an POS an ráta boilscithe míosúil agus bliantúil gach mí. Tugtar é seo i dtéarmaí ceatadáin na n-athruithe i bpraghasanna ón mí roimhe agus ón mí chéanna sa bhliain roimhe

source: These rates of inflation are the monthly and annual headline inflation figures quoted by economic commentators and the media
ga: Is iad na rátaí boilscithe seo na rátaí cinnlínte míosúla agus bliantúla a luann tráchtairí eacnamaíochta agus na meáin chumarsáide

source: The CSO also publishes separate indices and percentage changes for the following twelve groups of goods and services:
ga: Foilsíonn an POS innéacsanna ar leith agus céatadán athruithe don dhá ghrúpa déag earraí agus seirbhísí seo a leanas:

source: • Food and non-alcoholic beverages
ga: • Bia agus deoch neamh-mheisciúil

source: • Alcoholic beverages and tobacco
ga: • Deoch meisciúil agus tobac

source: • Housing, water, electricity, gas and other fuels
ga: • Tithíocht, uisce, leictreachas, gás agus breosla eile

source: • Furnishings, household equipment and routine household maintenance
ga: • Troscáin, fearas tí agus gnáthchothábháil tí

source: • Miscellaneous goods and services
ga: • Earraí agus seirbhísí ilghnéitheacha

source: These 12 groups display price trends for broad categories of goods and services and the extent to which they contribute to overall inflation
ga: Taispeánann an dá ghrúpa déag seo treochtaí praghais d'earnálacha leathana earraí agus seirbhísí agus an méid a chuireann siad leis an ráta boilscithe iomlán

source: The CPI releases are available to the public from the CSO web site free of charge
ga: Tá an t-eolas a eisíonn an IPT ar fáil don phobal ó shuíomh idirlín an POS saor in aisce

source: All information supplied to the CSO is treated as strictly confidential
ga: Coinnítear gach eolas a chuirtear ar fáil don POS faoi rún daingean

source: The Statistics Act, 1993 sets out stringent confidentiality standards stating that information collected may be used only for statistical purposes and that no details that might be related to an identifiable person or business undertaking may be divulged to any other government department or body
ga: Leagann an tAcht Staidrimh 1993 síos dianchaighdeáin rúndachta ag rá gur do chuspóirí staidrimh amháin a cheadaítear úsáid a bhaint as eolas atá bailithe. Ní féidir sonraí a d'fhéadfadh a bheith ceangailte le duine nó gnó ar leith a sceitheadh le Rannóg Rialtais nó comhlacht eile

source: The results of the Consumer Price Index are available to the public on request from the Central Statistics Office
ga: Tá torthaí an IPT ar fáil don phobal ón bPríomh-Oifig Staidrimh ach iad a iarraidh orthu
